{
  "hero_title": "Create Beautiful Invitation Cards",
  "hero_subtitle": "Design stunning wedding and birthday invitations with our easy-to-use templates. Customize text, export as JPG or PDF, and share your perfect invitations in minutes.",
  "get_started": "Get Started",
  "no_design_skills": "No Design Skills Required",
  "professional_templates": "Professional Templates",
  "instant_export": "Instant Export",
  "create_invitation": "Create Invitation for Every Occasion",
  "in_multilanguage": "IN MULTI-LANGUAGE",
  "english": "English",
  "hindi": "हिंदी",
  "gujarati": "ગુજરાતી",
  "why_choose": "Why Choose Invieasy?",
  "everything_you_need": "Everything you need to create professional invitation cards without the complexity of traditional design tools.",
  "easy_text_editing": "Easy Text Editing",
  "easy_text_editing_desc": "Click and edit text directly on your invitation cards. No complex tools or learning curve required.",
  "professional_templates_desc": "Choose from beautifully designed wedding and birthday templates created by professional designers.",
  "multiple_export_options": "Multiple Export Options",
  "multiple_export_options_desc": "Export your invitations as high-quality PNG images or PDF files ready for printing or sharing.",
  "mobile_friendly": "Mobile Friendly",
  "mobile_friendly_desc": "Create and edit invitations on any device. Our responsive design works perfectly on mobile and desktop.",
  "lightning_fast": "Lightning Fast",
  "lightning_fast_desc": "Create stunning invitations in minutes, not hours. Our streamlined process gets you results quickly.",
  "easy_sharing": "Easy Sharing",
  "easy_sharing_desc": "Share your invitations digitally or print them at home. Perfect for both online and offline distribution.",
  "templates_ready": "Beautiful Templates Ready to Use",
  "templates_ready_desc": "Browse our collection of professionally designed invitation templates. Each template is fully customizable to match your event's style.",
  "view_all_templates": "View All Templates",
  "ready_to_create": "Ready to Create Your Perfect Invitation?",
  "join_thousands": "Join thousands of users who have created beautiful invitations with InviteEasy. Start designing your perfect invitation card today – it's completely free!",
  "start_creating_now": "Start Creating Now",
  "learn_more": "Learn More",
  "quick_setup": "Quick Setup",
  "create_in_minutes": "Create in minutes",
  "made_with_love": "Made with Love",
  "crafted_for_you": "Crafted for you",
  "privacy_policy": "Privacy Policy",
  "about_us": "About Us",
  "nav_home": "Home",
  "nav_templates": "Templates",
  "template_popular": "Popular",
  "template_new": "New",
  "edit_template": "Edit Template",
  "edit": "Edit",
  "no_templates_found": "No templates found",
  "no_templates_available": "No templates available at the moment.",
  "no_templates_for_category": "No templates available for {category} category.",
  "about_quote": "We make designing personalized invitations easy and simple, letting you focus on what matters most—your celebration.",
  "about_thank_you": "Thank you for choosing InviteEasy. We're excited to be a part of your special moments and help you create beautiful, memorable invitations—effortlessly.",
  "about_belief": "At InviteEasy, we believe everyone should be able to design stunning invitations without any design skills. Our user-friendly platform lets you create, customize, and share invitations for weddings, birthdays, baby showers, and more—all in just a few clicks.",
  "about_our_story": "Our story:",
  "about_our_story_text": "Founded in 2024, InviteEasy was born from a passion for design and a love for celebrating life's milestones. What started as a small project for friends and family quickly grew into a full-featured app dedicated to making invitation creation simple, fast, and fun for everyone.",
  "about_what_we_offer": "What we offer:",
  "about_what_we_offer_text": "A curated collection of professionally designed templates, an intuitive editor, instant export options, and a commitment to privacy and ease of use.",
  "about_care": "We put a lot of care and creativity into InviteEasy, so you can focus on celebrating your moments.",
  "privacy_intro": "At InviteEasy, your privacy is our priority. We are committed to protecting your data and being transparent about how we use it.",
  "privacy_section1": "1. Information We Collect",
  "privacy_account_info": "Account Information:",
  "privacy_account_info_desc": "Email address, password (encrypted), and profile details you provide when signing up or contacting us.",
  "privacy_invitation_content": "Invitation Content:",
  "privacy_invitation_content_desc": "All text, images, and design elements you add to your invitations are stored securely so you can edit, save, or export them later.",
  "privacy_uploaded_images": "Uploaded Images:",
  "privacy_uploaded_images_desc": "Any images or media files you upload (e.g., personal photos, logos) are stored securely using trusted cloud services.",
  "privacy_device_usage": "Device & Usage Data:",
  "privacy_device_usage_desc": "We collect anonymized data such as page views, browser/device type, session duration, and click activity to improve our platform. We may use analytics tools like Google Analytics.",
  "privacy_section2": "2. How We Use Your Data",
  "privacy_editing_saving": "Enable invitation editing, saving, and exporting (PDF/PNG/MP4)",
  "privacy_personalize": "Personalize your experience and remember your settings (e.g., language, recent projects)",
  "privacy_improve_site": "Improve site performance, detect bugs, and analyze user behavior",
  "privacy_support_emails": "Send support emails or service updates (only if necessary)",
  "privacy_safety": "Ensure platform safety, prevent abuse, and maintain integrity",
  "privacy_section3": "3. Data Sharing & Disclosure",
  "privacy_service_providers": "Service Providers:",
  "privacy_service_providers_desc": "We work with trusted third-party providers (like AWS, Cloudinary, and analytics services) to store images, monitor performance, and deliver features. These providers only access data necessary for their functions and are under confidentiality agreements.",
  "privacy_legal_compliance": "Legal Compliance:",
  "privacy_legal_compliance_desc": "We may disclose your information when required to do so by law, regulation, or court order.",
  "privacy_business_transfers": "Business Transfers:",
  "privacy_business_transfers_desc": "If our business is acquired or merged, user data may be transferred as part of that transaction, following applicable privacy regulations.",
  "privacy_no_sell": "We do not sell, trade, or rent your personal information to third parties.",
  "privacy_section4": "4. Data Security",
  "privacy_encrypted": "All data is encrypted in transit (HTTPS) and stored securely with reputable cloud platforms",
  "privacy_access_controls": "Access controls and monitoring to prevent unauthorized use",
  "privacy_security_reviews": "Regular security reviews and updates",
  "privacy_section5": "5. Your Rights",
  "privacy_rights_access": "Access or request deletion of your personal data",
  "privacy_rights_correction": "Request correction of inaccurate data",
  "privacy_rights_optout": "Opt-out of email communication",
  "privacy_rights_contact": "Contact us regarding any privacy-related concerns",
  "privacy_rights_request": "To make a request, email us at",
  "privacy_section6": "6. Children’s Privacy",
  "privacy_children": "InviteEasy is designed for all age groups, but we do not knowingly collect personal information from children under 13 without verified parental consent. If we learn such data has been collected, it will be deleted promptly.",
  "privacy_section7": "7. Updates to This Policy",
  "privacy_updates": "This Privacy Policy may be updated from time to time to reflect changes in technology, law, or our services. Updates will be posted on this page with a new Effective Date.",
  "privacy_section8": "8. Contact Us",
  "privacy_contact": "If you have any questions, suggestions, or data-related requests, you can contact our support team:",
  "back_to_home": "Back to Home",
  "templates_choose_heading": "Choose Your Template",
  "templates_choose_subheading": "Browse our collection of professionally designed invitation templates. Select a category below to explore available designs and start customizing your perfect invitation.",
  "templates_categories": "Template Categories",
  "templates_wedding_heading": "Wedding Templates",
  "templates_wedding_desc": "Choose from our collection of wedding invitation templates",
  "templates_birthday_heading": "Birthday Templates",
  "templates_birthday_desc": "Choose from our collection of birthday invitation templates",
  "templates_graduation_heading": "Graduation Templates",
  "templates_graduation_desc": "Choose from our collection of graduation invitation templates",
  "templates_corporate_heading": "Corporate Templates",
  "templates_corporate_desc": "Choose from our collection of corporate invitation templates",
  "templates_cant_find_heading": "Can't Find What You're Looking For?",
  "templates_cant_find_desc": "We're constantly adding new templates to our collection. Check back soon for more designs or contact us with your specific requirements.",
  "learn_more_about_us": "Learn More About Us"
} 