{
  "hero_title": "સુંદર આમંત્રણ કાર્ડ બનાવો",
  "hero_subtitle": "અમારા સરળ ટેમ્પલેટ્સ સાથે સુંદર લગ્ન અને જન્મદિવસ આમંત્રણો ડિઝાઇન કરો. ટેક્સ્ટ કસ્ટમાઇઝ કરો, JPG અથવા PDF તરીકે એક્સપોર્ટ કરો અને મિનિટોમાં જ શેર કરો.",
  "get_started": "શરૂ કરો",
  "no_design_skills": "ડિઝાઇન સ્કિલ્સની જરૂર નથી",
  "professional_templates": "પ્રોફેશનલ ટેમ્પલેટ્સ",
  "instant_export": "તુરંત એક્સપોર્ટ",
  "create_invitation": "દરેક પ્રસંગ માટે આમંત્રણ બનાવો",
  "in_multilanguage": "મલ્ટી-લૅન્ગ્વેજમાં",
  "english": "English",
  "hindi": "हिंदी",
  "gujarati": "ગુજરાતી",
  "why_choose": "ઇન્વીઈઝી કેમ પસંદ કરો?",
  "everything_you_need": "પ્રોફેશનલ આમંત્રણ કાર્ડ બનાવવા માટે જરૂરી બધું, પરંપરાગત ડિઝાઇન ટૂલ્સની જટિલતા વિના.",
  "easy_text_editing": "આસાન ટેક્સ્ટ એડિટિંગ",
  "easy_text_editing_desc": "તમારા આમંત્રણ કાર્ડ પર સીધો ટેક્સ્ટ એડિટ કરો. કોઈ જટિલ ટૂલ કે શીખવાની જરૂર નથી.",
  "professional_templates_desc": "પ્રોફેશનલ ડિઝાઇનર્સ દ્વારા બનાવેલા સુંદર ટેમ્પલેટ્સ પસંદ કરો.",
  "multiple_export_options": "ઘણા એક્સપોર્ટ વિકલ્પો",
  "multiple_export_options_desc": "તમારા આમંત્રણને ઉચ્ચ ગુણવત્તાવાળી PNG અથવા PDF તરીકે એક્સપોર્ટ કરો.",
  "mobile_friendly": "મોબાઇલ ફ્રેન્ડલી",
  "mobile_friendly_desc": "કોઈપણ ડિવાઇસ પર આમંત્રણ બનાવો અને એડિટ કરો.",
  "lightning_fast": "ઝડપી",
  "lightning_fast_desc": "મિનિટોમાં સુંદર આમંત્રણ બનાવો, કલાકોમાં નહીં.",
  "easy_sharing": "આસાન શેરિંગ",
  "easy_sharing_desc": "ડિજિટલ અથવા પ્રિન્ટ કરીને આમંત્રણ શેર કરો.",
  "templates_ready": "સુંદર ટેમ્પલેટ્સ તૈયાર",
  "templates_ready_desc": "અમારા પ્રોફેશનલ ટેમ્પલેટ્સ જુઓ, દરેક પ્રસંગ માટે સંપૂર્ણ રીતે કસ્ટમાઇઝ કરી શકાય છે.",
  "view_all_templates": "બધા ટેમ્પલેટ્સ જુઓ",
  "ready_to_create": "શું તમે તમારું પરફેક્ટ આમંત્રણ બનાવવા તૈયાર છો?",
  "join_thousands": "હજારો યુઝર્સની જેમ તમે પણ સુંદર આમંત્રણ બનાવો – સંપૂર્ણ મફત!",
  "start_creating_now": "હમણાં જ બનાવવાનું શરૂ કરો",
  "learn_more": "વધુ જાણો",
  "quick_setup": "ઝડપી સેટઅપ",
  "create_in_minutes": "મિનિટોમાં બનાવો",
  "made_with_love": "પ્રેમથી બનાવ્યું",
  "crafted_for_you": "તમારા માટે ખાસ",
  "privacy_policy": "પ્રાઇવસી પોલિસી",
  "about_us": "અમારા વિશે",
  "nav_home": "હોમ",
  "nav_templates": "ટેમ્પલેટ્સ",
  "template_popular": "લોકપ્રિય",
  "template_new": "નવું",
  "edit_template": "ટેમ્પલેટ એડિટ કરો",
  "edit": "એડિટ",
  "no_templates_found": "કોઈ ટેમ્પલેટ મળ્યા નથી",
  "no_templates_available": "હાલમાં કોઈ ટેમ્પલેટ ઉપલબ્ધ નથી.",
  "no_templates_for_category": "{category} કેટેગરી માટે કોઈ ટેમ્પલેટ ઉપલબ્ધ નથી.",
  "about_quote": "અમે વ્યક્તિગત આમંત્રણ ડિઝાઇન કરવું સરળ અને સરળ બનાવીએ છીએ, જેથી તમે તમારા ઉત્સવ પર ધ્યાન કેન્દ્રિત કરી શકો.",
  "about_thank_you": "InviteEasy પસંદ કરવા બદલ આભાર. અમે તમારા ખાસ પળોમાં ભાગીદાર બનવા માટે ઉત્સાહિત છીએ અને તમને સુંદર, યાદગાર આમંત્રણો સરળતાથી બનાવવા માટે મદદ કરીશું.",
  "about_belief": "InviteEasy માં, અમે માનીએ છીએ કે દરેક વ્યક્તિ કોઈપણ ડિઝાઇન સ્કિલ્સ વિના સુંદર આમંત્રણો બનાવી શકે છે. અમારી યુઝર-ફ્રેન્ડલી પ્લેટફોર્મ તમને લગ્ન, જન્મદિવસ, બેબી શાવર વગેરે માટે આમંત્રણો બનાવવા, કસ્ટમાઇઝ કરવા અને શેર કરવા દે છે—માત્ર થોડા ક્લિક્સમાં.",
  "about_our_story": "અમારી વાર્તા:",
  "about_our_story_text": "2024 માં સ્થાપિત, InviteEasy ડિઝાઇન માટેના ઉત્સાહ અને જીવનની ખાસ પળોના ઉત્સવથી જન્મ્યું હતું. મિત્રો અને પરિવાર માટે એક નાના પ્રોજેક્ટ તરીકે શરૂ થયેલું આ એપ હવે સૌ માટે આમંત્રણ બનાવવું સરળ, ઝડપી અને મજા ભર્યું બનાવવામાં સમર્પિત છે.",
  "about_what_we_offer": "અમે શું ઓફર કરીએ છીએ:",
  "about_what_we_offer_text": "પ્રોફેશનલ રીતે ડિઝાઇન કરેલા ટેમ્પલેટ્સ, સરળ એડિટર, તરત જ એક્સપોર્ટ વિકલ્પો, અને પ્રાઇવસી અને ઉપયોગની સરળતા માટે પ્રતિબદ્ધતા.",
  "about_care": "અમે InviteEasy માં ઘણું ધ્યાન અને સર્જનાત્મકતા મૂકી છે, જેથી તમે તમારા પળોનો ઉત્સવ મનાવી શકો.",
  "privacy_intro": "InviteEasy માં, તમારી પ્રાઇવસી અમારી પ્રાથમિકતા છે. અમે તમારા ડેટાની સુરક્ષા માટે પ્રતિબદ્ધ છીએ અને અમે તેનો ઉપયોગ કેવી રીતે કરીએ છીએ તે સ્પષ્ટ કરીએ છીએ.",
  "privacy_section1": "1. અમે કઈ માહિતી એકત્ર કરીએ છીએ",
  "privacy_account_info": "એકાઉન્ટ માહિતી:",
  "privacy_account_info_desc": "ઇમેઇલ સરનામું, પાસવર્ડ (એન્ક્રિપ્ટેડ), અને પ્રોફાઇલ વિગતો જે તમે સાઇન અપ અથવા સંપર્ક કરતી વખતે આપો છો.",
  "privacy_invitation_content": "આમંત્રણ સામગ્રી:",
  "privacy_invitation_content_desc": "તમારા આમંત્રણમાં ઉમેરેલા બધા ટેક્સ્ટ, છબીઓ અને ડિઝાઇન તત્વો સુરક્ષિત રીતે સંગ્રહિત થાય છે જેથી તમે તેને પછી એડિટ, સેવ અથવા એક્સપોર્ટ કરી શકો.",
  "privacy_uploaded_images": "અપલોડ કરેલી છબીઓ:",
  "privacy_uploaded_images_desc": "તમે અપલોડ કરેલી કોઈપણ છબી અથવા મીડિયા ફાઇલ (જેમ કે વ્યક્તિગત ફોટા, લોગો) વિશ્વસનીય ક્લાઉડ સેવાઓનો ઉપયોગ કરીને સુરક્ષિત રીતે સંગ્રહિત થાય છે.",
  "privacy_device_usage": "ડિવાઇસ અને ઉપયોગ ડેટા:",
  "privacy_device_usage_desc": "અમે પ્લેટફોર્મને સુધારવા માટે પેજ વ્યૂઝ, બ્રાઉઝર/ડિવાઇસ પ્રકાર, સત્રની અવધિ, અને ક્લિક પ્રવૃત્તિ જેવા અનામ ડેટા એકત્ર કરીએ છીએ. અમે Google Analytics જેવા ટૂલ્સનો ઉપયોગ કરી શકીએ છીએ.",
  "privacy_section2": "2. અમે તમારા ડેટાનો ઉપયોગ કેવી રીતે કરીએ છીએ",
  "privacy_editing_saving": "આમંત્રણ એડિટિંગ, સેવિંગ અને એક્સપોર્ટ સક્ષમ કરો (PDF/PNG/MP4)",
  "privacy_personalize": "તમારા અનુભવને વ્યક્તિગત બનાવો અને તમારી સેટિંગ્સ યાદ રાખો (જેમ કે ભાષા, તાજેતરના પ્રોજેક્ટ્સ)",
  "privacy_improve_site": "સાઇટની કામગીરી સુધારો, બગ શોધો, અને વપરાશકર્તા વર્તનનું વિશ્લેષણ કરો",
  "privacy_support_emails": "સપોર્ટ ઇમેઇલ અથવા સર્વિસ અપડેટ્સ મોકલો (ફક્ત જરૂરી હોય ત્યારે)",
  "privacy_safety": "પ્લેટફોર્મની સુરક્ષા સુનિશ્ચિત કરો, દુરુપયોગ અટકાવો, અને અખંડિતતા જાળવો",
  "privacy_section3": "3. ડેટા શેરિંગ અને ખુલાસો",
  "privacy_service_providers": "સેવા પ્રદાતાઓ:",
  "privacy_service_providers_desc": "અમે વિશ્વસનીય તૃતીય-પક્ષ પ્રદાતાઓ (જેમ કે AWS, Cloudinary, અને એનાલિટિક્સ સેવાઓ) સાથે કામ કરીએ છીએ જેથી છબીઓ સંગ્રહિત કરી શકાય, કામગીરીની દેખરેખ રાખી શકાય, અને સુવિધાઓ આપી શકાય. આ પ્રદાતાઓ ફક્ત તેમના કાર્યો માટે જરૂરી ડેટા સુધી જ પ્રવેશ ધરાવે છે અને ગુપ્તતા કરાર હેઠળ છે.",
  "privacy_legal_compliance": "કાનૂની પાલન:",
  "privacy_legal_compliance_desc": "અમે તમારા ડેટાને ત્યારે ખુલાસો કરી શકીએ છીએ જ્યારે કાયદા, નિયમન, અથવા કોર્ટના આદેશ દ્વારા જરૂરી હોય.",
  "privacy_business_transfers": "વ્યવસાયિક ટ્રાન્સફર્સ:",
  "privacy_business_transfers_desc": "જો અમારો વ્યવસાય અધિગ્રહિત અથવા વિલય થાય છે, તો વપરાશકર્તા ડેટા તે વ્યવહારના ભાગરૂપે ટ્રાન્સફર થઈ શકે છે, લાગુ પડતા પ્રાઇવસી નિયમન મુજબ.",
  "privacy_no_sell": "અમે તમારી વ્યક્તિગત માહિતી તૃતીય પક્ષને વેચતા નથી, વેપાર કરતા નથી, અથવા ભાડે આપતા નથી.",
  "privacy_section4": "4. ડેટા સુરક્ષા",
  "privacy_encrypted": "બધા ડેટા ટ્રાન્ઝિટ (HTTPS) માં એન્ક્રિપ્ટેડ છે અને વિશ્વસનીય ક્લાઉડ પ્લેટફોર્મ્સ સાથે સુરક્ષિત રીતે સંગ્રહિત છે",
  "privacy_access_controls": "અનધિકૃત ઉપયોગ અટકાવવા માટે ઍક્સેસ કંટ્રોલ અને દેખરેખ",
  "privacy_security_reviews": "નિયમિત સુરક્ષા સમીક્ષાઓ અને અપડેટ્સ",
  "privacy_section5": "5. તમારા અધિકારો",
  "privacy_rights_access": "તમારા વ્યક્તિગત ડેટા સુધી પહોંચો અથવા કાઢી નાખવાની વિનંતી કરો",
  "privacy_rights_correction": "ખોટા ડેટાને સુધારવાની વિનંતી કરો",
  "privacy_rights_optout": "ઇમેઇલ સંચારમાંથી બહાર નીકળો",
  "privacy_rights_contact": "કોઈપણ પ્રાઇવસી સંબંધિત ચિંતાઓ માટે અમારો સંપર્ક કરો",
  "privacy_rights_request": "વિનંતી કરવા માટે, અમને ઇમેઇલ કરો:",
  "privacy_section6": "6. બાળકોની પ્રાઇવસી",
  "privacy_children": "InviteEasy બધા વય જૂથ માટે ડિઝાઇન કરવામાં આવ્યું છે, પરંતુ અમે 13 વર્ષથી ઓછી ઉંમરના બાળકો પાસેથી પેરેન્ટલ સંમતિ વિના વ્યક્તિગત માહિતી જાણબૂઝીને એકત્ર કરતા નથી. જો અમને ખબર પડે છે કે આવું ડેટા એકત્ર થયું છે, તો તે તરત જ કાઢી નાખવામાં આવશે.",
  "privacy_section7": "7. આ નીતિમાં અપડેટ્સ",
  "privacy_updates": "આ પ્રાઇવસી પોલિસી સમયાંતરે ટેક્નોલોજી, કાયદા, અથવા અમારી સેવાઓમાં ફેરફારને પ્રતિબિંબિત કરવા માટે અપડેટ થઈ શકે છે. અપડેટ્સ આ પૃષ્ઠ પર નવી અસરકારક તારીખ સાથે પોસ્ટ કરવામાં આવશે.",
  "privacy_section8": "8. અમારો સંપર્ક કરો",
  "privacy_contact": "જો તમારી પાસે કોઈ પ્રશ્નો, સૂચનો, અથવા ડેટા સંબંધિત વિનંતીઓ હોય, તો તમે અમારી સપોર્ટ ટીમનો સંપર્ક કરી શકો છો:",
  "back_to_home": "હોમ પર પાછા જાઓ",
  "templates_choose_heading": "તમારો ટેમ્પલેટ પસંદ કરો",
  "templates_choose_subheading": "અમારા પ્રોફેશનલ રીતે ડિઝાઇન કરેલા આમંત્રણ ટેમ્પલેટ્સ જુઓ. નીચેની કેટેગરી પસંદ કરો અને તમારી પસંદગીનું આમંત્રણ કસ્ટમાઇઝ કરો.",
  "templates_categories": "ટેમ્પલેટ કેટેગરીઝ",
  "templates_wedding_heading": "લગ્નના ટેમ્પલેટ્સ",
  "templates_wedding_desc": "અમારા લગ્ન આમંત્રણ ટેમ્પલેટ્સમાંથી પસંદ કરો",
  "templates_birthday_heading": "જન્મદિવસના ટેમ્પલેટ્સ",
  "templates_birthday_desc": "અમારા જન્મદિવસ આમંત્રણ ટેમ્પલેટ્સમાંથી પસંદ કરો",
  "templates_graduation_heading": "ગ્રેજ્યુએશન ટેમ્પલેટ્સ",
  "templates_graduation_desc": "અમારા ગ્રેજ્યુએશન આમંત્રણ ટેમ્પલેટ્સમાંથી પસંદ કરો",
  "templates_corporate_heading": "કોર્પોરેટ ટેમ્પલેટ્સ",
  "templates_corporate_desc": "અમારા કોર્પોરેટ આમંત્રણ ટેમ્પલેટ્સમાંથી પસંદ કરો",
  "templates_cant_find_heading": "શું તમે શોધી રહ્યા છો તે નથી મળતું?",
  "templates_cant_find_desc": "અમે સતત નવા ટેમ્પલેટ્સ ઉમેરતા રહીએ છીએ. વધુ ડિઝાઇન માટે ફરીથી તપાસો અથવા તમારી જરૂરિયાત અમને જણાવો.",
  "learn_more_about_us": "અમારા વિશે વધુ જાણો"
} 