{
  "hero_title": "सुंदर निमंत्रण कार्ड बनाएं",
  "hero_subtitle": "हमारे आसान टेम्पलेट्स के साथ शानदार शादी और जन्मदिन के निमंत्रण डिज़ाइन करें। टेक्स्ट कस्टमाइज़ करें, JPG या PDF में एक्सपोर्ट करें, और मिनटों में अपना परफेक्ट निमंत्रण साझा करें।",
  "get_started": "शुरू करें",
  "no_design_skills": "डिज़ाइन कौशल की आवश्यकता नहीं",
  "professional_templates": "पेशेवर टेम्पलेट्स",
  "instant_export": "तुरंत एक्सपोर्ट",
  "create_invitation": "हर अवसर के लिए निमंत्रण बनाएं",
  "in_multilanguage": "मल्टी-लैंग्वेज में",
  "english": "English",
  "hindi": "हिंदी",
  "gujarati": "ગુજરાતી",
  "marathi": "मराठी",
  "why_choose": "इन्वीईज़ी क्यों चुनें?",
  "everything_you_need": "पेशेवर निमंत्रण कार्ड बनाने के लिए आपको जो कुछ भी चाहिए, वह सब कुछ पारंपरिक डिज़ाइन टूल्स की जटिलता के बिना।",
  "easy_text_editing": "आसान टेक्स्ट एडिटिंग",
  "easy_text_editing_desc": "अपने निमंत्रण कार्ड पर सीधे टेक्स्ट एडिट करें। कोई जटिल टूल या सीखने की आवश्यकता नहीं।",
  "professional_templates_desc": "पेशेवर डिज़ाइनरों द्वारा बनाए गए सुंदर टेम्पलेट्स चुनें।",
  "multiple_export_options": "एक्सपोर्ट के कई विकल्प",
  "multiple_export_options_desc": "अपने निमंत्रण को उच्च गुणवत्ता वाली PNG या PDF फाइल के रूप में एक्सपोर्ट करें।",
  "mobile_friendly": "मोबाइल फ्रेंडली",
  "mobile_friendly_desc": "किसी भी डिवाइस पर निमंत्रण बनाएं और एडिट करें।",
  "lightning_fast": "बहुत तेज़",
  "lightning_fast_desc": "मिनटों में सुंदर निमंत्रण बनाएं, घंटों में नहीं।",
  "easy_sharing": "आसान शेयरिंग",
  "easy_sharing_desc": "डिजिटल या प्रिंट करके निमंत्रण साझा करें।",
  "templates_ready": "सुंदर टेम्पलेट्स तैयार",
  "templates_ready_desc": "हमारे पेशेवर टेम्पलेट्स देखें, हर इवेंट के लिए पूरी तरह कस्टमाइज़ेबल।",
  "view_all_templates": "सभी टेम्पलेट्स देखें",
  "ready_to_create": "क्या आप अपना परफेक्ट निमंत्रण बनाना चाहते हैं?",
  "join_thousands": "हज़ारों यूज़र्स की तरह आप भी सुंदर निमंत्रण बनाएं – बिल्कुल मुफ़्त!",
  "start_creating_now": "अभी बनाना शुरू करें",
  "learn_more": "और जानें",
  "quick_setup": "त्वरित सेटअप",
  "create_in_minutes": "मिनटों में बनाएं",
  "made_with_love": "प्यार से बनाया",
  "crafted_for_you": "आपके लिए खास",
  "privacy_policy": "प्राइवेसी पॉलिसी",
  "about_us": "हमारे बारे में",
  "nav_home": "होम",
  "nav_templates": "टेम्पलेट्स",
  "template_popular": "लोकप्रिय",
  "template_new": "नया",
  "edit_template": "टेम्पलेट एडिट करें",
  "edit": "एडिट",
  "no_templates_found": "कोई टेम्पलेट नहीं मिला",
  "no_templates_available": "इस समय कोई टेम्पलेट उपलब्ध नहीं है।",
  "no_templates_for_category": "{category} श्रेणी के लिए कोई टेम्पलेट उपलब्ध नहीं है।",
  "about_quote": "हम व्यक्तिगत निमंत्रण डिज़ाइन को आसान और सरल बनाते हैं, ताकि आप अपने जश्न पर ध्यान केंद्रित कर सकें।",
  "about_thank_you": "InviteEasy चुनने के लिए धन्यवाद। हमें आपके खास पलों का हिस्सा बनने की खुशी है और हम आपको सुंदर, यादगार निमंत्रण बनाने में मदद करेंगे—बिल्कुल आसानी से।",
  "about_belief": "InviteEasy में, हम मानते हैं कि हर कोई बिना किसी डिज़ाइन कौशल के शानदार निमंत्रण बना सकता है। हमारा यूज़र-फ्रेंडली प्लेटफॉर्म आपको शादी, जन्मदिन, बेबी शॉवर आदि के लिए निमंत्रण बनाने, कस्टमाइज़ करने और साझा करने देता है—सिर्फ कुछ क्लिक में।",
  "about_our_story": "हमारी कहानी:",
  "about_our_story_text": "2024 में स्थापित, InviteEasy डिज़ाइन के प्रति जुनून और जीवन के खास पलों के जश्न से पैदा हुआ था। दोस्तों और परिवार के लिए एक छोटे प्रोजेक्ट के रूप में शुरू हुआ यह ऐप अब सभी के लिए निमंत्रण बनाना आसान, तेज़ और मज़ेदार बनाने के लिए समर्पित है।",
  "about_what_we_offer": "हम क्या पेश करते हैं:",
  "about_what_we_offer_text": "पेशेवर रूप से डिज़ाइन किए गए टेम्पलेट्स का चयन, एक सहज संपादक, तुरंत एक्सपोर्ट विकल्प, और गोपनीयता व उपयोग में आसानी के लिए प्रतिबद्धता।",
  "about_care": "हम InviteEasy में बहुत ध्यान और रचनात्मकता डालते हैं, ताकि आप अपने पलों का जश्न मना सकें।",
  "privacy_intro": "InviteEasy में, आपकी गोपनीयता हमारी प्राथमिकता है। हम आपके डेटा की सुरक्षा के लिए प्रतिबद्ध हैं और यह स्पष्ट करते हैं कि हम इसका उपयोग कैसे करते हैं।",
  "privacy_section1": "1. हम कौन सी जानकारी एकत्र करते हैं",
  "privacy_account_info": "खाता जानकारी:",
  "privacy_account_info_desc": "ईमेल पता, पासवर्ड (एन्क्रिप्टेड), और प्रोफ़ाइल विवरण जो आप साइन अप या संपर्क करते समय देते हैं।",
  "privacy_invitation_content": "निमंत्रण सामग्री:",
  "privacy_invitation_content_desc": "आपके द्वारा अपने निमंत्रण में जोड़ा गया सभी टेक्स्ट, चित्र और डिज़ाइन तत्व सुरक्षित रूप से संग्रहीत किए जाते हैं ताकि आप बाद में उन्हें संपादित, सहेज या एक्सपोर्ट कर सकें।",
  "privacy_uploaded_images": "अपलोड की गई छवियां:",
  "privacy_uploaded_images_desc": "आपके द्वारा अपलोड की गई कोई भी छवि या मीडिया फ़ाइल (जैसे व्यक्तिगत फोटो, लोगो) विश्वसनीय क्लाउड सेवाओं का उपयोग करके सुरक्षित रूप से संग्रहीत की जाती है।",
  "privacy_device_usage": "डिवाइस और उपयोग डेटा:",
  "privacy_device_usage_desc": "हम प्लेटफ़ॉर्म को बेहतर बनाने के लिए पेज व्यू, ब्राउज़र/डिवाइस प्रकार, सत्र की अवधि, और क्लिक गतिविधि जैसे गुमनाम डेटा एकत्र करते हैं। हम Google Analytics जैसे टूल का उपयोग कर सकते हैं।",
  "privacy_section2": "2. हम आपके डेटा का उपयोग कैसे करते हैं",
  "privacy_editing_saving": "निमंत्रण संपादन, सहेजना और एक्सपोर्ट सक्षम करें (PDF/PNG/MP4)",
  "privacy_personalize": "आपके अनुभव को वैयक्तिकृत करें और आपकी सेटिंग्स याद रखें (जैसे भाषा, हाल की परियोजनाएं)",
  "privacy_improve_site": "साइट प्रदर्शन में सुधार करें, बग का पता लगाएं, और उपयोगकर्ता व्यवहार का विश्लेषण करें",
  "privacy_support_emails": "सपोर्ट ईमेल या सेवा अपडेट भेजें (केवल आवश्यक होने पर)",
  "privacy_safety": "प्लेटफ़ॉर्म की सुरक्षा सुनिश्चित करें, दुरुपयोग रोकें, और अखंडता बनाए रखें",
  "privacy_section3": "3. डेटा साझा करना और प्रकटीकरण",
  "privacy_service_providers": "सेवा प्रदाता:",
  "privacy_service_providers_desc": "हम विश्वसनीय तृतीय-पक्ष प्रदाताओं (जैसे AWS, Cloudinary, और एनालिटिक्स सेवाएं) के साथ काम करते हैं ताकि छवियों को संग्रहीत किया जा सके, प्रदर्शन की निगरानी की जा सके, और सुविधाएं प्रदान की जा सकें। ये प्रदाता केवल अपने कार्यों के लिए आवश्यक डेटा तक पहुंचते हैं और गोपनीयता समझौतों के अधीन हैं।",
  "privacy_legal_compliance": "कानूनी अनुपालन:",
  "privacy_legal_compliance_desc": "हम आपके डेटा को तब प्रकट कर सकते हैं जब कानून, विनियमन, या अदालत के आदेश द्वारा आवश्यक हो।",
  "privacy_business_transfers": "व्यावसायिक स्थानांतरण:",
  "privacy_business_transfers_desc": "यदि हमारा व्यवसाय अधिग्रहित या विलय हो जाता है, तो उपयोगकर्ता डेटा उस लेन-देन के हिस्से के रूप में स्थानांतरित किया जा सकता है, जो लागू गोपनीयता नियमों का पालन करता है।",
  "privacy_no_sell": "हम आपकी व्यक्तिगत जानकारी तीसरे पक्ष को नहीं बेचते, व्यापार नहीं करते, या किराए पर नहीं देते।",
  "privacy_section4": "4. डेटा सुरक्षा",
  "privacy_encrypted": "सभी डेटा ट्रांज़िट (HTTPS) में एन्क्रिप्टेड है और विश्वसनीय क्लाउड प्लेटफार्मों के साथ सुरक्षित रूप से संग्रहीत है",
  "privacy_access_controls": "अनधिकृत उपयोग को रोकने के लिए एक्सेस नियंत्रण और निगरानी",
  "privacy_security_reviews": "नियमित सुरक्षा समीक्षा और अपडेट",
  "privacy_section5": "5. आपके अधिकार",
  "privacy_rights_access": "अपने व्यक्तिगत डेटा तक पहुंचें या हटाने का अनुरोध करें",
  "privacy_rights_correction": "गलत डेटा को सही करने का अनुरोध करें",
  "privacy_rights_optout": "ईमेल संचार से बाहर निकलें",
  "privacy_rights_contact": "किसी भी गोपनीयता-संबंधी चिंता के लिए हमसे संपर्क करें",
  "privacy_rights_request": "अनुरोध करने के लिए, हमें ईमेल करें:",
  "privacy_section6": "6. बच्चों की गोपनीयता",
  "privacy_children": "InviteEasy सभी आयु वर्ग के लिए डिज़ाइन किया गया है, लेकिन हम 13 वर्ष से कम उम्र के बच्चों से माता-पिता की सहमति के बिना व्यक्तिगत जानकारी एकत्र नहीं करते। यदि हमें पता चलता है कि ऐसा डेटा एकत्र किया गया है, तो उसे तुरंत हटा दिया जाएगा।",
  "privacy_section7": "7. इस नीति में अपडेट्स",
  "privacy_updates": "यह गोपनीयता नीति समय-समय पर तकनीक, कानून, या हमारी सेवाओं में बदलाव को दर्शाने के लिए अपडेट की जा सकती है। अपडेट इस पृष्ठ पर नई प्रभावी तिथि के साथ पोस्ट किए जाएंगे।",
  "privacy_section8": "8. हमसे संपर्क करें",
  "privacy_contact": "यदि आपके कोई प्रश्न, सुझाव, या डेटा-संबंधी अनुरोध हैं, तो आप हमारी सपोर्ट टीम से संपर्क कर सकते हैं:",
  "back_to_home": "होम पर वापस जाएं",
  "templates_choose_heading": "अपना टेम्पलेट चुनें",
  "templates_choose_subheading": "हमारे पेशेवर रूप से डिज़ाइन किए गए निमंत्रण टेम्पलेट्स देखें। नीचे दी गई श्रेणी चुनें और अपनी पसंद का निमंत्रण कस्टमाइज़ करें।",
  "templates_categories": "टेम्पलेट श्रेणियाँ",
  "templates_wedding_heading": "शादी के टेम्पलेट्स",
  "templates_wedding_desc": "हमारे शादी के निमंत्रण टेम्पलेट्स में से चुनें",
  "templates_birthday_heading": "जन्मदिन के टेम्पलेट्स",
  "templates_birthday_desc": "हमारे जन्मदिन निमंत्रण टेम्पलेट्स में से चुनें",
  "templates_graduation_heading": "स्नातक टेम्पलेट्स",
  "templates_graduation_desc": "हमारे स्नातक निमंत्रण टेम्पलेट्स में से चुनें",
  "templates_corporate_heading": "कॉर्पोरेट टेम्पलेट्स",
  "templates_corporate_desc": "हमारे कॉर्पोरेट निमंत्रण टेम्पलेट्स में से चुनें",
  "templates_cant_find_heading": "आप जो ढूंढ रहे हैं वह नहीं मिल रहा?",
  "templates_cant_find_desc": "हम लगातार अपने संग्रह में नए टेम्पलेट्स जोड़ रहे हैं। अधिक डिज़ाइनों के लिए फिर से देखें या अपनी आवश्यकता हमें बताएं।",
  "learn_more_about_us": "हमारे बारे में और जानें"
} 